---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ImportFailures
source: html/37a5e9d1-ffe4-363f-2033-1cabbf5634aa.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures

Failures about ImportFailures.

## Syntax (C#)
```csharp
public static class ImportFailures
```